/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kSerialNumberUserLimit" = "Licence pour %d clients";

"kSerialNumberUserLimitNoLimit" = "Pour un nombre illimité de clients";

"kSerialNumberUserLimitUnknown" = "Non disponible";

"kSerialNumberUserLimitNotSupported" = "Non disponible dans la version 10.2 du serveur";

"kInvalidSerialNumber" = "numéro de série non valide";

"kLastSerialNumberInvalid" = "Le numéro de série (%@) n’est pas valide. Veuillez en fournir un qui soit correct.";

"kNeverExpires" = "N’expire jamais";

"kExpiresOn" = "Expire le : ";

"kRendezvousNameNotSupported" = "Non disponible dans la version 10.2 du serveur";

"kBootTimeNotSupported" = "Non disponible dans la version 10.2 du serveur";

"kDateFormatter" = "%c";

"AF_INET" = "IPv4";

"AF_INET6" = "IPv6";

"kSWUpdateStatePrefix" = "État : ";

"kNewSoftwareIsAvailable" = "Un nouveau logiciel est disponible pour votre serveur.";

"kSoftwareIsUpToDate" = "Le logiciel de votre serveur est à jour.";

"kClickCheckNow" = "Cliquez sur Rechercher pour rechercher les mises à jour disponibles.";

"kMissingBackendSWUpdateTool" = "Outil backend personnalisé manquant (votre serveur requiert une nouvelle version de l’outil de mise à jour de logiciels)";

"kSWUDescriptionsNotAvailablePreLeopard" = "Les descriptions de mise à jour de logiciels sont uniquement disponibles lorsque vous êtes connecté à Mac OS X Server 10.5 ou ultérieur.";

"kReadyForInstall" = "Prêt pour installer";

"kInstallNoItems" = "Installer";  /* Install button text when disabled */

"kInstallOneItem" = "Installer 1 élément";

"kInstallMultipleItems" = "Installer %d éléments";

"kErrorCode" = "Code d’erreur : ";

"kAbbreviatedBytes" = "o";

"kRebootInProgress" = "Le serveur redémarre. Attendez le rétablissement de la connexion…";

"kRebootServerAlertTtl" = "Êtes-vous sûr de vouloir redémarrer ce serveur maintenant ?";

"kRebootServerAlertMsg" = "La connexion avec %@ va s’interrompre momentanément.";

"kIgnoreUpdateAlertSingleTtl" = "Êtes-vous sûr de vouloir supprimer la mise à jour « %@ » de la liste ?";

"kIgnoreUpdateAlertMultipleTtl" = "Êtes-vous sûr de vouloir supprimer ces %d mises à jour de la liste ?";

"kIgnoreUpdateAlertMsg" = "Vous ne serez plus averti des nouvelles versions de cette mise à jour. Pour être à nouveau informé, cliquez sur le bouton « Rétablir les mises à jour ignorées ».";

"kRebootButton" = "Redémarrer";

"kZeroConfExplanationFormatString" = "Les ordinateurs sur le sous-réseau local du serveur seront en mesure d’y accéder sur <%@.local>.";

"kUGQuotasNotSupported" = "Les quotas pour les utilisateurs et les groupes ne sont pas disponibles dans la version 10.2 du serveur";

"kUGQuotasNotAvailable" = "Pas de quotas pour les utilisateurs et les groupes";

"kCancelButton" = "Annuler";

"kDeleteButton" = "Supprimer";

"kAllServiceAccessDragHint" = "Tous les utilisateurs et groupes sont autorisés à accéder à tous les services de ce serveur. Pour restreindre l’accès pour tous les services, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kServiceAccessDragHint" = "Ce service autorise l’accès à tous les utilisateurs ou groupes. Pour restreindre l’accès, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kAllServiceAccessRestrictedDragHint" = "Aucun utilisateur ou groupe n’est autorisé à accéder aux services de ce serveur. Pour leur en accorder l’accès, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kServiceAccessRestrictedDragHint" = "Ce service n’autorise l’accès à aucun utilisateur ou groupe. Pour leur accorder l’accès, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kAllServiceAdminDragHint" = "Seuls les membres du groupe Admin peuvent administrer des services sur ce serveur. Pour autoriser des administrateurs ou des contrôleurs supplémentaires, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kServiceAdminDragHint" = "Seuls les membres du groupe Admin peuvent administrer ce service. Pour autoriser des administrateurs ou des contrôleurs supplémentaires, cliquez sur le bouton d’ajout, puis faites glisser des utilisateurs et des groupes sur cette liste.";

"kServiceAccessRestrictedString" = "L’accès au service est limité";

"kAddGroupMembersToolTip" = "Ajouter des membres au groupe";

"kRemoveGroupMembersToolTip" = "Supprimer les membres sélectionnés du groupe";

"kSummaryCPUUsageFormatter" = "Charge du processeur %.2f %%";

"kSummaryThrouputPerSecFormatter" = "%@/s";

"kNewNotifyAddress" = "utilisateur@serveur.com";

"kCPUGraphName" = "Utilisation CPU (total)";

"kNetworkGraphName" = "Trafic réseau";

"kOverviewCPUGraphTitle" = "% processeur";

"kOverviewNetGraphTitle" = "Débit du réseau";

"kOverviewDiskGraphTitle" = "Les disques";

"kOverviewSingleDiskGraphTitle" = "Disque";

"kOverviewNetGraphPeakFormat" = "Pic : %@%@";

"kProcOverviewFormat" = "%@%@ %@";

"kProcOverviewSpeedFormat" = "%1.1f GHz";

"kProcOverviewNumFormat" = "%d x ";

"kDiskUsageToolTipFormat" = "%@\n%@ sur %@ utilisé (%d%%)";

"kSharingTabName" = "Partage de fichiers";

"kCertsTabName" = "Certificats"; 

"kSACLLongNameFormat" = "%@ LCA";

"kAdminCLLongNameFormat" = "%@ administrateurs";

"kMonitorCLongNameFormat" = "%@ contrôleurs";

"kRemoteLoginGroupName" = "Groupe de session à distance";

/* Services for Server Permissions */

"service_addressbook" = "Carnet d’adresses" ;

"service_afp" = "AFP";

"service_calendar" = "iCal" ;

"service_certs" = "Certificats"; 

"service_cluster" = "Grappe de serveurs" ;

"service_dhcp" = "DHCP" ;

"service_dirserv" = "Open Directory";

"service_dns" = "DNS" ;

"service_ftp" = "FTP";

"service_chat" = "iChat";

"service_ipfilter" = "Coupe-feu" ;

"service_jabber" = "iChat" ;

"service_mail" = "Courrier";

"service_loginwindow" = "Fenêtre d’ouverture de session";

"service_mysql" = "MySQL" ;

"service_nat" = "NAT" ;

"service_netboot" = "NetBoot" ;

"service_notification" = "Envoi des notifications" ;

"service_nfs" = "NFS" ;

"service_pcast" = "Podcast Producer" ;

"service_print" = "Impression" ;

"service_proxy" = "Accès mobile" ;

"service_qtss" = "QuickTime Streaming";

"service_radius" = "RADIUS";

"service_sharing" = "Partage de fichiers";

"service_smb" = "SMB";

"service_swupdate" = "Mise à jour de logiciels" ;

"service_vpn" = "VPN";

"service_web" = "Web";

"service_webobjects" = "WebObjects" ;

"service_xgrid" = "Xgrid";

"service_ssh" = "SSH";

"service_weblog" = "Blog";

"service_all_services" = "Tous les services";


/* Permission Types for Tiered Admin */

"kAdministerPermissionType" = "Administrer" ;
"kMonitorPermissionType" = "Surveiller" ;

/* Quota on/off error message*/

"kSetVolumeQuotaFailedTitle" = "Échec des réglages de quota du volume";

"kSetVolumeQuotaFailedMessage" = "La tentative de modifier les réglages de quota d’un volume a échoué. Veuillez réessayer.";


/* Log files (keys come from back-end): unfortunately those get ordered by the XML deserializer so system log may not show first unless code is hacked */

"systemLog" = "Historique du système"; /* 10.2+ */

"kernelLog" = "Journal du noyau"; /* 10.6+ */

"watchdogEvtLog" = "Historique des événements (Watchdog)"; /* 10.2 & 10.3 */

"softwareUpdateLog" = "Historique de mise à jour de logiciels"; /* 10.3+ */

"radminEvtLog" = "Historique des événements des réglages du serveur"; /* 10.2 */

"radminErrLog" = "Historique des erreurs des réglages du serveur"; /* 10.2 */

"secureLog" = "Historique sécurisé"; /* 10.5+ */


/* Log names (these go in the popup button) */

"System Log" = "Historique du système";

"Secure Log" = "Historique sécurisé";


/* Most common errors */

"NOT_ENOUGH_PRIVS_ERR" = "Autorisations insuffisantes (administrateur nécessaire)";


/* Result codes of startSWUpdateScan and startSWUpdateInstall commands (SWUpdate) */

"RESTART_REQUIRED" = "Vous devez à présent redémarrer votre serveur";

"REQUEST_STARTED" = "Recherche de nouveaux logiciels…";

"REQUEST_QUEUED" = "Recherche de nouveaux logiciels… (demande en file d’attente)";

"PARAMETER_ERROR" = "Erreur de paramètre";


/* Valid phases (SWUpdate) */

"WAITING" = "Attente"; /* Author hasn't witnessed this state yet */

"SCANNING" = "Examen";

"UPTODATE" = "À jour";

"DOWNLOADING" = "Téléchargement";

"UNARCHIVING" = "Désarchivage";

"INSTALLING" = "Installation";

"INSTALLATION" = "Installation";

"OPTIMIZING" = "Optimisation"; /* Author witnessed this (but without progress) */

"UNKNOWN" = "Inconnu"; /* Author hasn't witnessed this state yet */

"RESTARTING" = "Redémarrage"; /* Author hasn't witnessed this state yet */

"DONE" = "Installé";


/* Phase status codes (SWUpdate) */

"INPROGRESS" = "en cours"; /* Author witnessed this with Scanning */

"ERROR" = "Échec";

"DONE-MUST_BE_RENAMED" = "terminé"; /* Author hasn't witnessed this state yet */


/* Phase error codes (SWUpdate) */

"SUScanServerErrorResultCode" = "Mise à jour de logiciels a renvoyé une erreur";

"SUScanNetworkErrorResultCode" = "impossible de se connecter à Internet";


/* Configuration error codes */

"kSerialNumberMissingCharactersErrorString" = "Il manque un ou plusieurs caractères dans ce numéro de série (%@)";

"kEmptyRendezvousNameErrorString" = "Le champ Nom Bonjour doit être rempli";

"kEmptyComputerNameErrorString" = "Le champ Nom de l’ordinateur doit être rempli";


/* Most common errors (server-side) */

"100001" = "impossible de mettre à jour le fichier de configuration d’hôte"; /* COULD_NOT_UPDATE_HOSTCONFIG_ERR */

"100002" = "impossible d’obtenir l’état SNMP"; /* COULD_NOT_GET_SNMP_STATE_ERR */

"100003" = "impossible de démarrer SNMP"; /* COULD_NOT_START_SNMP_ERR */

"100004" = "impossible d’arrêter SNMP"; /* COULD_NOT_STOP_SNMP_ERR */

"100010" = "nom d’ordinateur non valide"; /* INVALID_COMPUTER_NAME_ERR */

"100011" = "impossible de définir le nom Bonjour"; /* COULD_NOT_WRITE_ZEROCONF_NAME_ERR */

"100012" = "impossible de définir le nom d’ordinateur"; /* COULD_NOT_WRITE_COMPUTER_NAME_ERR */

"100020" = "impossible de rompre la liaison avec le fichier d’heure locale"; /* COULD_NOT_UNLINK_LOCALTIME_FILE_ERR */

"100021" = "impossible d’accéder au fichier de fuseau horaire"; /* COULD_NOT_ACCESS_TIMEZONE_FILE_ERR */

"100022" = "impossible de relier le fichier de fuseau horaire"; /* COULD_NOT_SYMLINK_TIMEZONE_FILE_ERR */

"100023" = "impossible de régler l’heure du jour"; /* COULD_NOT_SET_TIME_OF_DAY_ERR */

"100025" = "impossible d’obtenir l’état SSH"; /* COULD_NOT_GET_SSH_STATE_ERR */

"100026" = "impossible de démarrer SSH"; /* COULD_NOT_START_SSH_ERR */

"100027" = "impossible d’arrêter SSH"; /* COULD_NOT_STOP_SSH_ERR */

"100028" = "impossible d’obtenir l’état ARD"; /* COULD_NOT_GET_ARD_STATE_ERR */

"100029" = "impossible de démarrer ARD"; /* COULD_NOT_START_ARD_ERR */

"100030" = "impossible d’arrêter ARD"; /* COULD_NOT_STOP_ARD_ERR */

"100031" = "impossible de démarrer l’agent FileSync"; /* COULD_NOT_START_FILESYNCD_ERR */

"100032" = "impossible d’arrêter l’agent FileSync"; /* COULD_NOT_STOP_FILESYNCD_ERR */

"100038" = "numéro de série dupliqué"; /* DUPLICATE_REGISTERED_LICENSE_ERR */

"100039" = "numéro de série déjà enregistré"; /* ALREADY_REGISTERED_LICENSE_ERR */

"100040" = "impossible d’enregistrer le numéro de série"; /* CANNOT_REGISTER_LICENSE_ERR */

"100041" = "numéro de série non valide"; /* INVALID_LICENSE_ERR */

"100042" = "impossible de vérifier la licence avec le démon"; /* LICENSE_DAEMON_COMMUNICATION_ERR */

"100043" = "impossible de vérifier la licence à cause du coupe-feu"; /* LICENSE_FIREWALL_COMMUNICATION_ERR */

"100044" = "impossible de vérifier la licence"; /* LICENSE_PARAMETER_ERR */

"100045" = "impossible de stocker le numéro de série"; /* CANNOT_STORE_LICENSE_ERR */

"100046" = "impossible de récupérer le numéro de série"; /* CANNOT_RETRIEVE_LICENSE_ERR */

"100047" = "Le numéro de série a expiré"; /* EXPIRED_LICENSE_ERR */

"-300002" = "numéro de série non valide"; /* SNInvalidSerialNumberErr - Obsolete in 10.4 */

